const questions = [
    {
        question: "Кем Сириус Блэк приходился Беллатрисе Лейстрендж?",
        variants: [
            "Дядей",
            "Двоюродным братом",
            "Племянник",
            "Отцом"
        ],
        answer: "Двоюродным братом"
    },
    {
        question: "Дары Смерти это...",
        variants: [
            "Философский камень, меч Гриффиндора, Распределяющая шляпа",
            "Чаша Пуффендуя, Диадема Когтеврана, медальон Слизерина",
            "Бузинная палочка, воскрешающий камень, мантия-невидимка",
            "Мантия-невидимка, меч Гриффиндора, чаша Пуффендуя"
        ],
        answer: "Чаша Пуффендуя, Диадема Когтеврана, медальон Слизерина",
    },
    {
        question: "Как звали гиппогрифа, которого Гермиона, Рон и Гарри спасли от казни?",
        variants: [
            "Быстрокрыл",
            "Клювокрыл",
            "Многокрыл",
            "Ногокрыл"
        ],
        answer: "Клювокрыл",
    }
];
